{
    "weeks": [
        {
            "week": 1,
            "recap": "",
            "objective": "Connecting compassionately with our child",
            "theory":"Try to distinguish between your adult and your child. Looking at “happy” and “unhappy” child photos helps in this effort. Think about your early years and emotional problems with parents and other significant figures in early childhood. The first principle of SAT is to have a warm and compassionate attitude towards our child and their emotional problems. Later this compassion is extended to other people.",
            "exercises": [
                {
                    "id": 1,
                    "title":"Getting to know your child.",
                    "description": "In a quiet place, look at your happy and unhappy photos. Interact with your avatar in different emotions. Recall positive and negative childhood memories and early relationships in the family.",
                    "duration": "5 minutes",
                    "days":[1,2,3,4,5,6,7]
                },
                {
                    "id": 2.1,
                    "title":"Getting to know your child.",
                    "description": "(i) With your eyes closed, first imagine your happy photo/avatar, imagining that the child is near you; (ii) now imagine you are embracing the child; (iii) now imagine you are playing with the child, e.g. a game that you played as a child; (iv) now imagine you are dancing with the child. Reflect on how you feel in each phase from (i) to (iv).",
                    "duration": "5 minutes",
                    "days":[1,2,3,4,5,6,7]
                },
                {
                    "id": 2.2,
                    "title":"Getting to know your child.",
                    "description": "(i) With your eyes closed, imagine your unhappy photo/avatar, imagining the child is near you; (ii) now imagine you are embracing and consoling the child; (iii) Open your eyes and put on the Google Cardboard. (a) Set a negative emotion (sad, angry, fearful or disgusted) on your avatar. (b) Then click on “Auto Emotion” and by staring at your child avatar imagine you are reassuring and comforting your child which makes the child happy and eventually dance. Reflect on how you feel in each phase from (i) to (iii).",
                    "duration": "5 minutes",
                    "days":[1,2,3,4,5,6,7]
                }
            ]
        },
        {
            "week": 2,
            "recap": "Last week, we worked to create a compassionate connection to our childhood self. We have repeatedly gone back-and-forth to experience our child's positive and negative emotions. We have learned to have compassion for our child whatever the underlying emotions, whether positive or negative.",
            "objective": "Forming a passionate loving relationship with the child.",
            "theory":"This week, our goal is to cultivate a deep, loving bond with your inner child. It's about establishing a connection that mirrors the nurturing love a parent feels for their child. This involves embracing self-love and expressing affection through gestures like eye contact, holding hands, gentle touches, singing, playing, and laughing. In doing so, we're aiming to trigger the release of dopamine in your brain, akin to the feelings experienced in maternal, romantic, or spiritual love. This not only fosters hope and motivation but also prepares you for an active, loving role in caring for your inner child. Part of this process involves speaking out loud to your inner child, enhancing emotional bonding and maturity. This practice, though often overlooked in adulthood, is crucial for emotional and cognitive development. It represents emotional and cognitive maturity, not a departure from it. Remember, caring for a child is a fundamental human capacity, and these exercises are designed to awaken and reinforce this innate ability within you.",
            "exercises": [
                {
                    "id": 3,
                    "title":"Singing a song of affection",
                    "description": "Singing a song of affection: Print copies of happy photo to display at home, work, and in your wallet. Consider setting its digital image as the background on your phone and laptop, etc. Select a jolly lyrical song you cherish that invokes feelings of warmth, affection, love. Learn the song by heart and sing it as often as you can in your daily routine. While looking at the happy photo/avatar, sing the song, as a way to establish a deep emotional bond with the child in your mind. Start quietly; then, over time, allow your voice to become louder while using more of your body (e.g. shaking your shoulders, hands, and lifting your eyebrows up and down). Imagine that in this way, like a parent, you are have a loving, passionate dialogue and are joyfully dancing and playing with the child.",
                    "duration": "5 minutes",
                    "days":[1,2,3,4,5]
                },
                {
                    "id": 4,
                    "title":"Expressing love and care for the child",
                    "description": "While genuinely smiling at the happy photo/avatar, loudly say to your child: \n “I passionately love you and deeply care for you.”",
                    "duration": "10 minutes",
                    "days":[1,2,3,4,5]
                },
                {
                    "id": 5,
                    "title":"Pledging to care and support our child",
                    "description": "In this exercise, we start to care for the child as our own child. We attribute and project our own emotions to the child. We, as our adult self, begin with a pledge we make at an especial time and place. After reading the pledge silently, we confidently pledge out loud the following: \n “From now on, I will seek to act as a devoted and loving parent to this child, consistently and wholeheartedly care for them in every way possible. I will do everything I can to support the health and emotional growth of this child.",
                    "duration": "15 minutes",
                    "days":[6,7]
                }
            ]
        },
        {
            "week": 3,
            "recap": "Last week, we learned by heart and repeatedly sang our favourite love songs to our child, as loudly and passionately as we could. We turned our compassionate connection to our child to a passionate affectional bond. We gave the pledge to treat our child as our real child to support whenever facing emotional problems and to strive for their noble goal.",
            "objective": "Joyful love for our child.",
            "theory":"This week in our Self Attachment Therapy, we focus on the artistic re-creation of our emotional world, an important aspect of our journey towards self-healing and understanding. \n One key element of this process is the concept of house building. Historically, building a house has been a fundamental human activity, providing not only physical protection but also a sense of safety and security. Reflect back to childhood, where building a house or a fort was one of the earliest and most enjoyable games. This activity gave us a feeling of comfort and security, a safe haven of our own making. Now, as we embark on this therapy, think of building a dream house as a metaphor for constructing a new self. It's about creating a space that feels safe, secure, and uniquely ours, where our emotional self can thrive. \n Additionally, we'll explore our bond with nature. Our early connections to nature play a crucial role in our physical and mental health, and they shape our attitudes towards the environment as we grow. Reconnecting with nature now can rekindle those early feelings of attachment, bringing a sense of peace and balance to our lives.",
            "exercises": [
                {
                    "id": 6,
                    "title":"Restoring our emotional world after our pledge.",
                    "description": "Through imagination or by drawing, consider your emotional world as a home with some derelict parts that you will fully renovate. The new home is intended to provide a safe haven at times of distress for the child and a safe base for the child to tackle life’s challenges. The new home and its garden is bright and sunny; we imagine carrying out these self-attachment exercises in this environment. The unrestored basement of the new house is the remnant of the derelict house and contains our negative emotions. \n When suffering negative emotions, imagine that the child is trapped in the basement but can gradually learn to open the door of the basement, walk out and enter the bright rooms, reuniting with the adult.",
                    "duration": "5 minutes",
                    "days":[1,2,3,4,5,6,7]
                },
                {
                    "id": 7.1,
                    "title":"Maintaining a loving relationship with the child.",
                    "description": "Choose some short phrase, e.g., “You are my beautiful child” or “My love”. Say it slowly, out loud at least 5 times as you look at the happy photo/avatar. Then sing your favourite chosen love song at least 5 times. As previously, increase your volume and begin to use your whole body.",
                    "duration": "5 minutes",
                    "days":[1,2,3,4,5,6,7]
                },
                {
                    "id": 7.2,
                    "title": "Creating a zest for life.",
                    "description": "While looking in a mirror, imagine your image to be that of the child, then begin to loudly sing your previously chosen song. As previously, increase your volume and begin to use your whole body. Do this twice now and then as many times as possible in different circumstances during the day, such as while on the way to work or while cooking dinner, to integrate them into your new life. When singing your favourite song becomes a habit of yours, it becomes an effective tool for enhancing positive affects and managing emotions.",
                    "duration": "5 minutes",
                    "days":[1,2,3,4,5,6,7]
                },
                {
                    "id": 8,
                    "title":"Enjoying nature.",
                    "description": "Creating an attachment to nature for your child is an effective way to increase joy and reduce negative emotions. On one day this week, go to a local park, wood or forest. Spend at least 5 minutes admiring a tree, attempting to appreciate its real beauty as you have never previously experienced. Repeat this process, including with other aspects of nature (e.g. sky, stars, plants, birds, rivers, sea, your favourite animal), until you feel you have developed an attachment to nature that helps regulate your emotions. Achieving this will help you want to spend more time in nature after this course ends.",
                    "duration": "0 minutes",
                    "days":[1,2,3,4,5,6,7]
                }
            ]
        },
        {
            "week": 4,
            "recap": "Last three weeks, your Adult created first a compassionate connection and then an affectional bond with your Child using your favourite love songs. Last week you tried to maintain a passionate loving relationship with the Child. You have also tried to create an attachment to Nature.",
            "objective": "Reprocessing painful childhood events.",
            "theory":"This week in our Self Attachment Therapy, we take a significant step: your Adult self will actively work to console and support your Child self, especially in dealing with current or past pains. \n We've been building skills to enhance positive emotions, and now we shift our focus to processing and reducing negative emotions like anger, fear, sadness, and anxiety. These emotions might arise from various aspects of your life, including relationships with partners, family, friends, work, or societal interactions. \n The key here is to project these negative emotions onto your Child self. This allows your Adult self to step in, address, and alleviate these pains, offering the same support and care a nurturing parent would. By engaging in this process, you're not only acknowledging the emotions but actively working to reduce their intensity. \n An essential part of this week's exercises involves self-reassurance and self-massage, which are powerful tools for emotional regulation. These practices aid in releasing oxytocin and vasopressin, hormones that play a crucial role in mitigating feelings of distress and discomfort. \n Moreover, we'll begin reprocessing painful childhood events. Childhood traumas often lead to persistent emotional and behavioral challenges. By starting with less severe cases, you can gradually work your way up to more challenging traumas. It's crucial to only move to more severe traumas when you feel confident and ready. If you're unsure, it's perfectly okay to continue with the exercises from previous weeks and focus on less traumatic experiences until you feel stronger.",
            "exercises": [
                {
                    "id": 9,
                    "title":"Overcoming current negative emotions.",
                    "description": "With closed eyes, imagine the unhappy photo/avatar and project your negative emotions to the unhappy photo/avatar representing the Child. While doing this:(i) loudly reassure the Child, and (ii) give your face/neck/head a self-massage. Repeat these steps until you are calmed and comforted.",
                    "duration": "15 minutes",
                    "days":[1,2,3]
                },
                {
                    "id": 10,
                    "title":"Overcoming past pain.",
                    "description": "With closed eyes, recall a painful childhood episode, such as emotional or physical abuse or loss of a significant figure, with all the details your still remember. Associate the face of the Child you were in the past with the selected unhappy photo/avatar. As you remember the associated emotions, e.g., helplessness, humiliation and rage, with closed eyes, imagine your Adult intervening in the scene like a good parent. Imagine your Adult, (i) approaching your Child quickly like any good parent with their child in distress, (ii) loudly reassuring the Child that you have now come to save them, by standing up with a loud voice to any perpetrator, for example: “Why are you hitting my Child?”, and, by supporting the Child with a loud voice, for example: “My darling, I will not let them hurt you anymore”, (iii) imaginatively cuddling your Child, by a face/neck/head self-massage. Repeat (i), (ii), (iii) until comforted and soothed, acquiring mastery over the trauma.",
                    "duration": "15 minutes",
                    "days":[4,5,6,7]
                }
            ]
        },
        {
            "week": 5,
            "recap": "Last four weeks, our Adult created/maintained first a compassionate connection and an affectional bond with our Child using our favourite love songs, with an attachment to Nature. Last week, the exercises were meant to reduce current and past pains, which we need to continue to undertake for the remainder of the course. Thus far, only our Adult has taken the active role in our Adult/Child relationship.",
            "objective": "Re-learning how to laugh",
            "theory":"This week, we focus on the importance of laughter in emotional healing. Laughter, influenced by family and cultural norms, is a natural response that securely attached children often exhibit. While negative reactions to upsets are common, learning to see situations in a different light and finding humor in them is beneficial. We'll encourage your inner child to laugh, fostering a playful attitude and a positive perspective on challenges. Theories of laughter include the Superiority Theory, Incongruity Theory, Relief Theory, Perspective Theory, and Evolutionary Theory. Laughter is a powerful tool for emotion self-regulation, combating anxiety and depression by triggering dopamine and serotonin. It's crucial to maintain a non-hostile attitude in laughter. This week, we'll focus on re-learning to laugh, loosening negative patterns that limit emotional development and the ability to laugh freely, aiding your journey towards emotional freedom."
            ,
            "exercises": [
                {
                    "id": 11,
                    "title":"Musc.le relaxation and playful face for intentional laughing (ET)",
                    "description": "Early in the morning, our adult asks our child to act funny like a child: loosen up facial and body muscles, open up your mouth and sing your favourite song while laughing (or at least smiling) on your own.",
                    "duration": "5 minutes",
                    "days":[1,2,3,4,5,6,7]
                },
                {
                    "id": 12,
                    "title":"Victory laughter on our own (ST and IT)",
                    "description": "Immediately after accomplishing something, e.g. doing household chores, having a conversation with a neighbour, or reading an article, invite your child to smile at the thought of this as an achievement, then once you are comfortable, begin to laugh for at least 10 seconds.",
                    "duration": "0 minutes",
                    "days":[1,2,3,4,5,6,7]
                },
                {
                    "id": 13,
                    "title":"Laughing with our childhood self (ST, IT and ET)",
                    "description": "Looking at your happy photo/avatar, invite your child to smile and then begin to laugh for at least 10 seconds. Repeat this process at least three times.",
                    "duration": "2 minutes",
                    "days":[1,2,3,4,5,6,7]
                },
                {
                    "id": 14,
                    "title":"Intentional laughter (ET, IT and ST)",
                    "description": "At a time when you are alone, open your mouth slightly, loosen your face muscles, raise your eyebrows, then invite your child to slowly and continuously repeat one of the following tones, each of which uses a minimum amount of energy: eh, eh, eh, eh; or ah, ah, ah, ah; or oh, oh, oh, oh; or uh, uh, uh, uh; or ye, ye, ye, ye. If you need a subject to laugh at, you can laugh at the silliness of the exercise! Once this continuous intentional laughter becomes a habit, your child would be able to shape it according to your personality and style to create your own brand of laughter.",
                    "duration": "5 minutes",
                    "days":[1,2,3,4,5,6,7]
                }
            ]
        },
        {
            "week": 6,
            "recap": "Last five weeks, our Adult created/maintained a compassionate connection and an affectional bond with our Child using our favourite love songs, with an attachment to Nature. Then in week 4 we practised exercises to reduce current and past pains, which we need to continue to undertake for the remainder of the course. Last week, our child took centre stage and we started to (re)learn to laugh intentionally.",
            "objective": "Connecting compassionately with our child",
            "theory":"This week, in our Self Attachment Therapy journey, we focus on developing the skill to laugh off our upsets and setbacks, transforming our perspective on negative emotions. We introduce the concept of the Gestalt vase, a powerful tool for changing perspectives. Imagine a vase that, when viewed differently, reveals two faces. This symbolizes shifting our attention away from negative emotions (the black vase) to a more positive perspective (the white faces). It's about seeing beyond the immediate emotional response to a broader, more optimistic view. We explore three contexts for compassionate humor, drawing from the Gestalt vase analogy: 1. World Incongruities: Recognizing the discrepancies between what is said and what is done in the world, particularly in socio-economic and political systems. We focus on finding humor in these incongruities, enhancing positive emotions and creative thinking. 2. Self/World Incongruities: Dealing with violations of our expectations from life or others. We learn to quickly find humor in the mismatch between our expectations and reality, reducing negative emotions and fostering creativity. 3. Incongruous Self: Finding humor in our own life’s inconsistencies and contradictions. This helps in being playful about our emotions and thoughts, promoting emotional flexibility and wisdom. We also revisit Chaplin's insight: 'Life is a tragedy when seen in close-up, but a comedy in long-shot.' Laughing at our past upsets, recognizing their role in our growth, can be an empowering experience. This week’s exercises will encourage you to view your past challenges as opportunities for laughter and growth, using them as stepping stones towards a more resilient and joyous self. Remember, the ability to laugh at upsets is a form of emotional strength and adaptability. As we go through these exercises, I'm here to guide you in embracing this perspective, helping you find joy and humor in life's complexities."
            ,
            "exercises": [
                {
                    "id": 15.1,
                    "title":"Learning to change your perspective.",
                    "description": "Stare at the black vase and laugh for one minute the moment your perception changes and you see two white faces, conceived as Adult and Child, looking at each other (IT, ST, PT). Stare at the two white faces and laugh for one minute the moment your perception change and you see the black vase (IT, ST).",
                    "duration": "5 minutes",
                    "days":[1,2,3]
                },
                {
                    "id": 15.2,
                    "title":"Incongruous world.",
                    "description": "Detect incongruities and thus humour in the current system between what it promises via the managers and leaders and what it actually does in accentuating rather than solving our problems in particular our existential crisis.",
                    "duration": "10 minutes on day 1, 5 minutes on days 2 and 3",
                    "days":[1, 1, 2,3]
                },
                {
                    "id": 15.3,
                    "title":"Self-world incongruity.",
                    "description": "Revisit or manage, respectively, a recent or current upsetting event against your expectation of life or others, considering it as an opportunity to laugh by IT.",
                    "duration": "5 minutes on days 1, 2 and 3, 10 minutes on day 4",
                    "days":[1,2,3,4,4]
                },
                {
                    "id": 15.4,
                    "title":"Incongruous self.",
                    "description": "Practice being cognizant of any incongruity or discrepancy in your emotional or mental world in the past or present and use them, by IT, as a reason to laugh without self-depreciation.",
                    "duration": "5 minutes",
                    "days":[4,5,6,7]
                },
                {
                    "id": 16,
                    "title":"Incongruous self.",
                    "description": "Visualize a painful event that took place in the past that you have struggled with, and despite its painfulness, try to see a positive impact it has had for you. Use any of the theories for humour and invite your child to be playful about it and try to laugh at the event.",
                    "duration": "10 minutes",
                    "days":[6,7]
                }
            ]
        },
        {
            "week": 7,
            "recap": "So far your Adult has created a compassionate and affectional bond with your child. Your Adult has played a supportive role: Enhancing your Child’s positive affects using songs and laughter. Reducing your Child’s negative affects due to current or past events. Your Child has also taken centre stage when you tried to feign laughter.",
            "objective": "Socializing your child",
            "theory":"This week in our Self Attachment Therapy, we focus on guiding your Child away from anti-social behaviors and towards identifying a compassionate figure as an ideal role model. We recognize that in recent decades, a rise in narcissism in Western societies has been fueled by several economic, social, and cultural factors. These include the highly competitive nature of corporate economies and education systems, the media's glamorization of individuality and personal success, and the significant impact of the internet and social media in promoting individualism. Such factors have normalized narcissistic traits, which can be detrimental to mental health. In response, our Adult self needs to play a key role in socializing our childhood self. This involves becoming aware of any narcissistic tendencies in our Child, such as envy, jealousy, greed, or mistrust, and understanding how acting out these negative emotions can be counterproductive to our goals. To counter these tendencies, the aim is to cultivate the opposite feelings. This not only helps in managing these negative emotions but also opens up avenues for creative solutions. SAT emphasizes nurturing the opposite pole of these traits to create a balanced and whole individual. The motto here is that mastering psychopathology involves developing the other poles of these traits. By doing so, we strive towards a more balanced, compassionate, and empathetic self. This week's exercises are designed to help you identify and nurture these opposite traits, guiding you towards emotional balance and creative thinking.",
            "exercises": [
                {
                    "id": 17,
                    "title":"Identifying patterns of acting out personal resentments",
                    "description": "Try to identify any pattern of narcissistic and anti-social feelings that your Child has acted out in your current or past relationships or any long-term resentment borne against someone. Try to recognize how much of your time and energy is consumed in such acting out and bearing resentment. Try to think and feel in opposite ways to these negative feelings.",
                    "duration": "5 minutes",
                    "days":[1,2,3,4,5,6,7]
                },
                {
                    "id": 18,
                    "title":"Planning more constructive actions",
                    "description": "Work out a new way to handle, in future, what you have identified as acting out anti-social feelings or bearing personal resentment in your life. 1. Without denying these feelings, try to reflect and contain them and avoid acting them out. Try to nurture opposite thoughts and feelings. Try to let go of the personal resentment. This may be hard and challenging but it is necessary for emotional growth. Here, you are taking a critical but constructive stance towards your Child and are exercising foresighted compassion. 2. Find a positive way of re-channeling the aggressive energy invoked by these feelings to productive work (e.g., going for some exercise, talking to a friend, etc.) and ultimately to creative work towards your noble goal in life.",
                    "duration": "5 minutes",
                    "days":[1,2,3,4,5,6,7]
                },
                {
                    "id": 19,
                    "title":"Finding and bonding with your compassionate role model",
                    "description": "Look in your past life for a compassionate figure who impressed you by being kind and helpful with some words of wisdom when you had problems. For example, an older relative or friend, family acquaintance, teacher, counsellor or therapist who may have passed away or may not be contactable. Remember the emotions you went through when you received kindness and compassion form this figure and how emotional this was for you. Focus your attention and adopt this figure as your idealised role model. Create a platonic loving bond with this figure by singing aloud your favourite love song when remembering all your cherished memories of them. One particular song you may try is “I cannot help falling in love with you”.",
                    "duration": "5 minutes",
                    "days":[1,2,3,4,5,6,7]
                }
            ]
        },
        {
            "week": 8,
            "recap": "Last week you identified circumstances when you tend to act our anti-social feelings. You worked out a plan to refrain from acting out such anti-social feelings. Ultimate test: Can you consider the childhood self of people you hate or are angry with to reduce your negative emotions toward them? You examined ways of re-channeling or sublimating the large aggressive energy released in such situations to productive work. You created an affectional bond with a compassionate figure in your past life. These prosocial actions release energy for creativity towards your noble goal.",
            "objective": "Your Child: The source of your creativity",
            "theory":"In our final week of Self Attachment Therapy, we'll delve into the relationship between your inner Child and your creativity, an essential aspect of discovering your true self. Children who develop secure attachments early in life tend to have a strong capacity for independent thought and reflection. This fosters their ability to discover their true selves, which is the very source of their creativity, independence, and spontaneity. In contrast, a child influenced heavily by their environment might develop what's called a 'false self', constrained by external pressures and lacking genuine spontaneity. At around three or four years old, children begin to show remarkable imaginative skills and the ability to make connections between different phenomena – the roots of creativity. A child’s natural spontaneity helps them to understand events without any rigid preconceptions. However, external pressures can sometimes replace this spontaneity with rigidity and uniformity. Our goal in SAT is to rekindle this secure attachment between the Child and the Adult, reigniting your creative spark. Additionally, creative individuals often exhibit paradoxical traits – they are energetic yet calm, smart yet naïve, disciplined yet playful, and so on. Embracing these paradoxes is key to nurturing your creativity. This week, we also focus on the importance of role models, parables, and inspirational quotes in emotional growth. Affirmations from your chosen compassionate role model can strengthen your willpower and perseverance. They encourage you to embrace challenges and setbacks as part of your journey towards achieving your goals. Remember the words of Nietzsche, 'What does not kill me makes me stronger.' This perspective encourages embracing life's challenges with love and strength, seeing them as opportunities for growth. As we conclude our therapy, it's important to realize that creativity isn't just about artistic expression; it's about how you approach life, solve problems, and perceive the world around you. Your inner Child is a wellspring of creativity, and nurturing this aspect of yourself is crucial for a fulfilled and balanced life.",
            "exercises": [
                {
                    "id": 20,
                    "title":"Updating our rigid beliefs to enhance creativity.",
                    "description": "Challenge your usual ideological framework to weaken any one-sided belief patterns and encourage spontaneity and examination of any issue from multiple perspectives. Practice this with subjects or themes that you have deep-rooted beliefs about and you are also interested in. This may include any social, political, or ethical issue, such as marriage, sexual orientation or racism. For example, whatever your political viewpoint on a specific subject is, consider the subject both from a liberal and conservative or from a left-wing and right-wing point of view and try to understand both sides of the issue and challenge your dominant ideological framework. This does not mean that you would change your viewpoint but it allows you to see the subject from different perspectives and to be able to put yourself in other people’s shoes. Consider a different question or issue daily for at least 5 minutes.",
                    "duration": "5 minutes",
                    "days":[1,2,3,4,5,6,7]
                },
                {
                    "id": 21,
                    "title":"Practicing affirmations.",
                    "description": "Put together a list of inspirational affirmations by figures you admire. Choose the three that inspire you most. Read them out and repeat slowly for at least 3 minutes.",
                    "duration": "10 minutes",
                    "days":[1,2,3,4,5,6,7]
                }
            ]
        }
    ]
}